Repository: adaptive-learning/proso-apps-js
Catalog: po/*.po
Languages: cs, de, es

source: Appropriate
cs: Tak akorát
de: genau richtig
es: Adecuado

source: Close
cs: Zavřít
de: Schließen
es: Cerrar

source: Did you find a bug in the app? Do you have an improvement idea? Or any other comment? We are eager to hear anything you'd like to tell us.
cs: Narazili jste na chybu v aplikaci? Máte nápad na vylepšení? Nebo jakýkoliv jiný postřeh či komentář? Zajímá nás všechno, co nám chcete sdělit.
de: Haben Sie einen Fehler in der App gefunden? Haben Sie eine Idee, wie man diese App besser machen könnte? Oder einen anderen Tipp oder Kommentar? Wir interessieren uns für alles, was Sie uns mitteilen wollen.
es: ¿Encontraste algún error en el programa? ¿Tienes alguna sugerencia sobre como podemos mejorar? ¿Quieres compartir tu opinión con nosotros? Nos gustaría escuchar lo que tengas que decir.

source: Don't know / Don't want to rate
cs: Nevím / Nechci hodnotit
de: ich weiß nicht/ ich will nicht antworten
es: No sé/No quiero calificar

source: How difficult are the questions?
cs: Jak těžké se vám zdají otázky?
de: Wie schwierig sind die gestellten Fragen?
es: ¿Qué tan difíciles son estas preguntas?

source: Password
cs: Heslo
de: Passwort
es: Contraseña

source: Password again
cs: Heslo znovu
de: Passwort wiederholen
es: Contraseña de nuevo

source: Registration was successful. You can continue to use the application.
cs: Registrace proběhla úspěšně. Můžete pokračovat v používání aplikace.
de: Die Registrierung wurde erfolgreich durgeführt. Sie können fortfahren, um die App zu nutzen.
es: Registro exitoso. Puedes continuar usando la aplicación.

source: Send
cs: Odeslat
de: Senden
es: Enviar

source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión

source: Sign Up
cs: Zaregistrovat se
de: Registrieren
es: Registrarse

source: Something wrong has happened.
cs: V aplikaci nastala chyba.
de: Leider ist ein Fehler aufgetreten
es: Algo malo ha ocurrido.

source: Thank you for the message. User feedback is very important for us.
cs: Děkujeme Vám za zaslané informace. Feedback od uživatelů je k nezaplacení.
de: Vielen Dank für Ihre gesendeten Informationen. Feedback der Benutzer ist für uns unbezahlbar.
es: Gracias por tu mensaje. Tu opinión es muy importante para nosotros.

source: Thank you for your rating.
cs: Děkujeme za vaše hodnocení.
de: Vielen Dank für Ihre Einschätzung.
es: Gracias por calificarnos.

source: Too difficult
cs: Příliš těžké
de: zu schwierig
es: Muy dificil

source: Too easy
cs: Příliš lehké
de: zu einfach
es: Muy facil

source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario

source: Write to us
cs: Napište nám
de: Schreiben Sie uns
es: Sugerencias

source: Your answer helps us adjust difficulty of questions.
de: Mit ihrer Antwort helfen sie uns die Schwierigkeit der Fragen anzupassen
es: Tu respuesta ayuda a ajustar la dificultad de las preguntas.

source: Your e-mail address (optional)
cs: Váš e-mail (nepovinné)
de: Ihre E-Mail-Adresse
es: Tu e-mail (opcional)

source: and get all the benefits of registered users.
cs: a získejte všechny výhody registrovaných uživatelů.
de: und genießen Sie alle Vorteile der registrierten Benutzer.
es: y accede a todos los benecifios de un usuario registrado.

source: via E-mail
cs: přes E-mail
de: per E-Mail
es: con E-mail

source: via Facebook
cs: přes Facebook
es: con Facebook

source: via Google
cs: přes Google
es: con Google
